{
    "doc": [
        {
            "id": 0,
            "url": "electricals",
            "title": "Buy Electrical Switches & Sockets at Best Price | Headsup B2B",
            "description": "Find the best Electrical Switches, AC Conduits, Wires, MCBs in Patna, Gurgaon, Jamui | we Electric Switchboard Fittings, suppliers in Patna, Gurgaon, Jamui",
            "keywords": ""
        },
        {
            "id": 1,
            "url": "steel",
            "title": "Buy Stainless Steel Products at best price at Headsup B2B",
            "description": "Buy Steel Products Like Mild Steel and TMT Bars at Headsup B2B",
            "keywords": ""
        },
        {
            "id": 2,
            "url": "road-safety-equipment",
            "title": "Buy Road Traffic Safety Products and Equipment Online",
            "description": "Headsup B2B is reliable suppliers of road safety equipment in India. Explore a wide range of high-quality safety products including signage, barriers, reflective gear, and more from trusted providers.",
            "keywords": ""
        },
        {
            "id": 3,
            "url": "construction-materials",
            "title": "Buy High-Quality Construction Materials for Your Projects",
            "description": "Explore a wide range of durable and efficient construction materials tailored to meet your project needs. From concrete and steel to eco-friendly alternatives, find expert guidance and top-quality products here.",
            "keywords": "construction materials"
        },
        {
            "id": 4,
            "url": "non-ferrous-products",
            "title": "Explore Diverse Ferrous Metals Solutions for Your Projects",
            "description": "Discover a comprehensive range of ferrous metals including steel, iron, and alloys for your industrial needs. Trust our expertise and quality assurance for reliable solutions.",
            "keywords": "ferrous metals, non ferrous metals"
        },
        {
            "id": 5,
            "url": "medical-equipment",
            "title": "Exploring the Latest Technological Advances in Medical Equipment",
            "description": "Browse our wide selection of high-quality medical equipment for all your healthcare needs. Find the best tools and supplies to support your practice.",
            "keywords": "Medical Equipment, Medical Equipment suppliers in delhi, health care medical equipment delhi, medical equipment delhi"
        },
        {
            "id": 6,
            "url": "material-handling-equipment",
            "title": "Enhancing Workplace Safety with Material Handling Equipment",
            "description": "Discover a wide range of top-quality material handling equipment at our website. Find the perfect solutions for your business needs today!",
            "keywords": "Material Handling Equipment"
        },
        {
            "id": 7,
            "url": "safety-products",
            "title": "Buy Industrial Safety Equipment Online at Best Price In India",
            "description": "Shop top-quality industrial safety equipment online in India at the best prices. Find reliable gear to protect your workforce. Explore our wide selection now!",
            "keywords": ""
        },
        {
            "id": 8,
            "url": "plumbing-and-fitting",
            "title": "Plumbing Fittings Wholesalers in Delhi NCR | Headsup B2B",
            "description": "Get premium plumbing fittings wholesale in Delhi NCR from Headsup B2B. Find top-quality supplies for your projects. Explore our extensive range today!",
            "keywords": ""
        },
        {
            "id": 9,
            "url": "tools-and-accessories",
            "title": "Buy Tools & Accessories Online at Best Prices in India",
            "description": "Discover the best deals on tools and accessories online in India. Shop a wide range of high-quality equipment at unbeatable prices. Get started on your projects today!",
            "keywords": ""
        },
        {
            "id": 10,
            "url": "tool-room-machines",
            "title": "Tool Room Machines - Milling and Drilling Machine",
            "description": "Explore a diverse range of tool room machines including milling and drilling machines. Enhance precision and efficiency in your operations. Find top-quality equipment for your workshop needs.",
            "keywords": ""
        },
        {
            "id": 11,
            "url": "renewable-energy",
            "title": "Renewable Energy: Powering a Sustainable Future",
            "description": "Discover the limitless potential of renewable energy sources for a greener tomorrow. Transforming the world, one clean energy source at a time.",
            "keywords": ""
        },
        {
            "id": 12,
            "url": "welding-machines-and-electrodes",
            "title": "Buy Welding Machines and Electrodes | Headsup B2B",
            "description": "Explore a wide selection of welding machines and electrodes on Headsup B2B, your one-stop destination for high-quality welding equipment, ensuring efficiency and precision in every project.",
            "keywords": ""
        },
        {
            "id": 13,
            "url": "fitness-equipments",
            "title": "Buy Exercise & Fitness Equipment Online at best prices",
            "description": "Choose from a wide range of gym equipment, Bicycle & Treadmill, fitness accessories, yoga essentials & much more online at best prices only at headsupb2b.",
            "keywords": ""
        },
        {
            "id": 14,
            "url": "sanitary-and-bathware-fittings",
            "title": "Sanitary & Bathroom Fittings: Modern Solutions",
            "description": "Explore modern solutions for stylish and functional bathroom upgrades. Discover tips and ideas for a perfect fit.",
            "keywords": ""
        },
        {
            "id": 15,
            "url": "it-products",
            "title": "IT Products: Top Solutions for Your Needs",
            "description": "Find the latest tech solutions to simplify work and enhance productivity. Get expert insights for smarter choices.",
            "keywords": ""
        },
        {
            "id": 16,
            "url": "civil-products",
            "title": "Civil Products: Trusted Solutions for Construction",
            "description": "Find durable and efficient civil products designed to meet all your construction needs with reliability and quality.",
            "keywords": ""
        }
    ]
}